Repository: AhmedMAbdelrazikNTG/NTGAdhanSwift
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# algerian
source: Ministry of Religious Affairs and Endowments, Algeria
ar: وزارة الشؤون الدينية والأوقاف الجزائرية

# belgium
source: Islamic and Cultural Centre of Belgium
ar: المركز الإسلامي والثقافي البلجيكي

# canada
source: Fiqh Council of North America (Canada)
ar: جمعية وندسور الإسلامية، كندا

# dubai
source: UAE – General Authority of Islamic Affairs & Endowments (Dubai)
ar: دائرة الشؤون الإسلامية والعمل الخيري بدبي

# egyptian
source: Egyptian General Authority of Survey
ar: الهيئة المصرية العامة للمساحة

# france
source: Union des Organisations Islamiques de France (UOIF)
ar: اتحاد المنظمات الإسلامية في فرنسا

# iraq
source: Sunni Endowment Office, Iraq
ar: ديوان الوقف السني، العراق

# jordan
source: Jordanian Ministry of Awqaf Islamic Affairs and Holy Places
ar: وزارة الأوقاف والشؤون والمقدسات الإسلامية، الأردن

# karachi
source: University of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية, كراتشي

# kuwait
source: Ministry of Awqaf and Islamic Affairs, Kuwait
ar: الكويت, وزارة الأوقاف والشؤون الإسلامية

# libya
source: General Authority of Islamic Affairs, Libya
ar: وزارة الأوقاف والشؤون الإسلامية، ليبيا

# luxembourg
source: Islamic Centre of Luxembourg
ar: المركز الثقافي الإسلامي لدوقية لوكسمبورغ الكبرى

# maldives
source: Ministry of Islamic Affairs, Maldives
ar: وزارة الشؤون الإسلامية، جزر المالديف

# moon_sighting_committee
source: Moonsighting Committee Worldwide
ar: اللجنة المختصة بتحري الهلال

# morocco
source: Ministry of Habous and Islamic Affairs, Morocco
ar: وزارة الأوقاف والشؤون الإسلامية، المغرب

# munich
source: Islamic Centre of Munich
ar: المركز الإسلامي في ميونخ

# muslim_world_league
source: Muslim World League (MWL)
ar: رابطة العالم الإسلامي

# north_america
source: Islamic Society of North America (ISNA)
ar: أمريكا الشمالية

# oman
source: Ministry of Awqaf and Religious Affairs, Oman
ar: وزارة الأوقاف والشؤون الدينية، سلطنة عمان

# qatar
source: Qatar Calendar House
ar: قطر, دار التقويم القطرى

# russia
source: Spiritual Administration of Muslims of Russia
ar: الإدارة الروحية لمسلمي روسيا

# singapore
source: Majlis Ugama Islam Singapura (MUIS)
ar: المجلس الديني الإسلامي في سنغافورة

# sudan
source: Sudan University of Science and Technology (Astronomy Dept.)
ar: وزارة الأوقاف والإرشاد، السودان

# tajikistan
source: Islamic Centre of Tajikistan
ar: المركز الإسلامي لجمهورية طاجيكستان

# tehran
source: Institute of Geophysics, University of Tehran
ar: معهد الجيوفيزياء ، جامعة طهران

# tunisia
source: Ministry of Religious Affairs, Tunisia
ar: وزارة الشؤون الدينية التونسية

# turkey
source: Türkiye Diyanet İşleri Başkanlığı (Diyanet)
ar: رئاسة الشؤون الدينية، تركيا

# umm_al_qura
source: Umm al-Qura University, Makkah
ar: أم القرى, مكة المكرمة

# vienna
source: Islamic Centre of Vienna
ar: المركزالإسلامي في فيينا
